tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "stripe/stripe-cli"
brew "antidote"
brew "bazel"
brew "unbound"
brew "gnutls"
brew "cask"
brew "curl"
brew "mas"
brew "minikube"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "tree"
brew "watchman"
brew "wget"
brew "stripe/stripe-cli/stripe"
cask "anaconda"
cask "android-studio"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"
cask "zulu11"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "Webull Desktop", id: 1334590352
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "johnpapa.winteriscoming"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "Prisma.prisma"
