tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "antidote"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "bazel"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "curl"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "mas"
brew "minikube"
brew "node"
brew "openjdk@11"
brew "postgresql@14", restart_service: true
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.12"
brew "rbenv"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "stripe/stripe-cli/stripe"
cask "anaconda"
cask "android-studio"
cask "chatgpt"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "notion"
cask "pgadmin4"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "Webull Desktop", id: 1334590352
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "johnpapa.winteriscoming"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.live-server"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "prisma.prisma"
