tap "buo/cask-upgrade"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "shivammathur/php"
tap "stripe/stripe-cli"
tap "stripe/stripe-mock"
brew "antidote"
brew "xz"
brew "openssl@3"
brew "automake"
brew "awscli"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "bazel"
brew "bison"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "chruby"
brew "curl"
brew "docker", link: false
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "gdbm"
brew "httpd", restart_service: :changed
brew "imagemagick"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "libyaml"
brew "mailhog"
brew "mariadb", restart_service: :changed
brew "mas"
brew "ninja"
brew "meson"
brew "minikube"
brew "node"
brew "mvfst"
brew "openjdk@11"
brew "phpmyadmin"
brew "pkgconf"
brew "pnpm"
brew "postgresql@14", restart_service: :changed
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.12"
brew "rbenv"
brew "ruby-install"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "elastic/tap/elasticsearch-full"
brew "mongodb/brew/mongodb-community"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0", link: true
brew "stripe/stripe-cli/stripe"
brew "stripe/stripe-mock/stripe-mock"
cask "anaconda"
cask "android-studio"
cask "arc"
cask "chatgpt"
cask "codex"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "google-chrome"
cask "notion"
cask "pgadmin4"
cask "postman"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "whatsapp"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "jock.svg"
vscode "johnpapa.winteriscoming"
vscode "leizongmin.node-module-intellisense"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.live-server"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "openai.chatgpt"
vscode "prisma.prisma"
vscode "shopify.theme-check-vscode"
vscode "sissel.shopify-liquid"
vscode "xdebug.php-debug"
vscode "zobo.php-intellisense"
