bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.code-runner
johnpapa.winteriscoming
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
prisma.prisma
